#intro art

hangman_ghost_art = """
      _______
     |/      |
     |      ( )
     |      /|\\
     |      / \\
     |    
  ___|___       .-"      "-.
 |       |     /            \\
 |       |    |,  .-.  .-.  ,|
 |_______|    | )(_o/  \\o_)( |
             \\|/     /\\     \\|/
             (_     ^^     _)
              \\__|IIIIII|__/
               | \\IIIIII/ |
               \\          /
                `--------`
 
  👻 H A N G M A N 👻  
 
   Beware... Guess wisely!
 
Created by Mr. Ghost 👻
"""

# hangman dictionary art
hangman = {0: ("     ",
               "     ",
               "     "),
           1: ("  O  ",
               "     ",
               "     "),
           2: ("  O  ",
               "  |  ",
               "     "),
           3: ("  O  ",
               " /|  ",
               "     "),
           4: ("  O  ",
               " /|\\",
               "     "),
           5: ("  O  ",
               " /|\\",
               " /   "),
           6: ("  O  ",
               " /|\\",
               " / \\")}
